Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: End tag “%1$S” did not match the name of the current open element (“%2$S”).
bn_bd: নামের সাম্প্রতিক খোলা উপাদান (“%2$S”) এর সাথে শেষ ট্যাগ “%1$S” মেলে না।

source: End tag “%1$S” implied, but there were open elements.
bn_bd: শেষ ট্যাগ “%1$S” উহ্য আছে, কিন্তু সেখানে খোলা উপাদান ছিল।

source: End tag “%1$S” seen, but there were open elements.
bn_bd: শেষ ট্যাগ “%1$S” দেখা যায়, কিন্তু সেখানে খোলা উপাদান ছিল।

source: End tag “%1$S” violates nesting rules.
bn_bd: শেষ ট্যাগ “%1$S” নেসটিং নিয়ম লঙ্ঘন করেছে।

source: End tag “br”.
bn_bd: শেষ ট্যাগ “br”।

source: End tag for “%1$S” seen, but there were unclosed elements.
bn_bd: শেষ ট্যাগ “%1$S” দেখা যায়, কিন্তু সেখানে খোলা উপাদান ছিল।

source: End tag had attributes.
bn_bd: সমাপ্তি ট্যাগে বৈশিষ্ট্য ছিল।

source: End tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
bn_bd: প্রথমে ডকুমেন্ট ধরণ দেখা ব্যতীত শেষ ট্যাগ দেখেছেন। প্রত্যাশিত “<!DOCTYPE html>”

source: End Time
bn_bd: সমাপ্তির সময়

source: End-User License Agreement
bn_bd: শেষ-ব্যবহারকারীর লাইসেন্স চুক্তি

source: End-User Rights
bn_bd: প্রান্তিক ব্যবহারকারীর অধিকার

source: Enforce jslint-stricter mode?
bn_bd: jslint-stricter মোড কার্যকরী করা হয়েছে?

source: English
bn_bd: ইংরেজি

source: English (US)
bn_bd: Bengali (Bangladesh)

source: Enter a container name
bn_bd: একটি কনটেইনার নাম লিখুন

source: Enter a name for this toolbar:
bn_bd: এই টুলবারের জন্য নাম দিন:

source: Enter Full Screen
bn_bd: পূর্ণ পর্দাজুড়ে প্রদর্শন

source: Enter JavaScript directly
bn_bd: জাভাস্ক্রিপ্টে সরাসরি প্রবেশ করুন

source: Enter line number
bn_bd: লাইন নম্বর লিখুন

source: Enter Manifest URL
bn_bd: ম্যানিফেস্ট URL এ প্রবেশ করুন

source: Enter name of file to save to…
bn_bd: যে ফাইলে সংরক্ষণ করা হবে তার নাম দিন…

source: Enter new password:
bn_bd: নতুন পাসওয়ার্ড দিন:

source: Enter new profile name:
bn_bd: নতুন প্রোফাইলের নাম লিখুন: (E)

source: Enter password for %1$S on %2$S
bn_bd: %1$S এর জন্য %2$S এর পাসওয়ার্ড দিন

source: Enter Reader View
bn_bd: রিডার ভিউতে প্রবেশ করুন

source: Enter Responsive Design Mode
bn_bd: প্রতিক্রিয়াশীল ডিজাইন মোডে প্রবেশ করুন

source: Enter %S value
bn_bd: %S মান দিন

source: Enter the information for the module you want to add.
bn_bd: আপনি যে মডিউলটি যোগ করতে ইচ্ছুক সেটি সম্পর্কে তথ্য দিন।

source: Enter the password to open this PDF file.
bn_bd: পিডিএফ ফাইলটি ওপেন করতে পাসওয়ার্ড দিন।

source: Enter the preference name
bn_bd: পছন্দের নাম লিখুন

source: Enter your custom header/footer text
bn_bd: শীর্ষচরণ/পাদচরণের জন্য আপনার পছন্দসই পাঠ্য লিখুন

source: Enter your email address
bn_bd: আপনার ইমেইল ঠিকানা দিন

source: Enter your email address here
bn_bd: এখানে আপনার ইমেইল ঠিকানা দিন

source: Entire screen
bn_bd: সম্পূর্ণ স্ক্রিন

source: Entire webpage? (true/false)
bn_bd: সমগ্র ওয়েবপেইজ? (সত্য/মিথ্যা)

source: entity declared in parameter entity
bn_bd: প্যারামিটারে এনটিটি উল্লেখিত হয়েছে

source: Entries
bn_bd: এন্ট্রিসমূহ

source: Entries cleared successfully.
bn_bd: এন্ট্রি সফলভাবে মুছে ফেলা হয়েছে।

source: entry
bn_bd: ভুক্তি

source: Entry Open
bn_bd: প্রবেশ শুরু

source: enumerable
bn_bd: এনিউমারেবল

source: en-US
bn_bd: bn-BD

source: en-US, en
bn_bd: bn-BD, bn, en-US, en

source: Environment Data
bn_bd: পরিবেশ ডেটা

source: equation
bn_bd: সমীকরণ

source: Equatorial Guinea
bn_bd: ইকুয়েটোরিয়াল গিনি

source: Eritrea
bn_bd: এরিট্রিয়া

source: Error
bn_bd: ভুল

source: Error:
bn_bd: ত্রুটি:

source: Error accessing %S
bn_bd: %S এ প্রবেশে ত্রুটি

source: Error adding certificate to database.
bn_bd: ডাটাবেসের মধ্যে সার্টিফিকেট যোগ করতে ত্রুটি।

source: Error attempting to export certificates.
bn_bd: সার্টিফিকেট এক্সপোর্টে ত্রুটি।

source: Error attempting to import a CRL.
bn_bd: CRL ইম্পোর্ট প্রচেষ্টায় ত্রুটি।

source: Error attempting to import certificates.
bn_bd: সার্টিফিকেট ইমপোর্টে ত্রুটি।

source: Error black boxing:
bn_bd: ব্ল্যাক বক্সিং ত্রুটি:

source: Error code: <a id="errorCode" title="%1$S">%1$S</a>
bn_bd: ত্রুটি কোড: <a id="errorCode" title="%1$S">%1$S</a>

source: Error: connection refused.
bn_bd: ত্রুটি: সংযোগ বাতিল করা হয়েছে।

source: Error: connection timeout.
bn_bd: ত্রুটি: সংযোগের সময় শেষ।

source: Error Console
bn_bd: ত্রুটি কনসোল

source: "Error creating: "
bn_bd: "তৈরি করতে সমস্যা: "

source: Error creating directory:
bn_bd: ডিরেক্টরি তৈরি করতে সমস্যা:

source: Error creating %S
bn_bd: %S তৈরি করতে ত্রুটি

source: "Error creating shortcut: "
bn_bd: "শর্টকাট তৈরি করতে সমস্যা: "

source: Error decompressing data! Corrupted installer?
bn_bd: তথ্য সম্প্রসারণ করতে সমস্যা! বিকৃত ইনস্টলার?

source: Error downloading
bn_bd: ডাউনলোডে ত্রুটি

source: Error during XSLT transformation: %S
bn_bd: XSLT রূপান্তরে ত্রুটি: %S

source: Error in parsing arguments for filter function.
bn_bd: ফিল্টার ফাংশনের জন্য আর্গুমেন্ট পার্সিং করতে ত্রুটি।

source: Error in parsing MathML attribute value ‘%1$S’ as length. Attribute ignored.
bn_bd: দৈর্ঘ্য হিসাবে '%1$S' MathML Attribute এর মান পার্স করতে ব্যর্থ। Attribute উপেক্ষিত।

source: Error in parsing the value ‘%1$S’ for ‘%2$S’ attribute. Attribute ignored.
bn_bd: '%2$S' attribute এর জন্য '%1$S' মানটি পার্স করতে ব্যর্থ। Attribute উপেক্ষিত।

source: Error in parsing the value ‘%1$S’ for ‘%2$S’ attribute of <%3$S/>. Attribute ignored.
bn_bd: <%3$S/> এর '%2$S' attribute এর জন্য '%1$S' পার্স করতে ব্যর্থ। Attribute উপেক্ষিত।

source: Error in parsing value for ‘%1$S’.
bn_bd: '%1$S' এর জন্য পার্সিং মানে ত্রুটি দেখা দিয়েছে।

source: Error in parsing value for ‘%1$S’ after substituting variables. Generated value was ‘%2$S’.
bn_bd: চলক প্রতিস্থাপনের পরে '%1$S' এর জন্য মান পার্সিং এ ত্রুটি হয়েছে। উৎপন্ন মান ছিল '%2$S'।

source: error in processing external entity reference
bn_bd: বহিঃস্থ এনটিটির উল্লেখ প্রসেসে ত্রুটি

source: Error installing
bn_bd: ইনস্টল করার সময় ত্রুটি

source: Error loading stylesheet: %S
bn_bd: স্টাইলশীট লোডে ত্রুটি: %S

source: Error loading this URL: %S
bn_bd: এই URL-টি লোড করতে ত্রুটি হচ্ছে: %S

source: Error occurred while copying to clipboard.
bn_bd: ক্লিপবোর্ডে অনুলিপি করার সময় ত্রুটি দেখা দিয়েছে।

source: Error opening Browser Toolbox:
bn_bd: ব্রাউজার টুল-বক্স খোলার সময় ত্রুটি

source: Error opening file for writing: \r\n\r\n$0\r\n\r\nClick Abort to stop the installation,\r\nRetry to try again, or\r\nIgnore to skip this file.
bn_bd: লেখার জন্য ফাইল খুলতে সমস্যা হয়েছে: \r\n\r\n$0\r\n\r\nইনস্টলেশন স্থগিত করতে 'স্থগিত' ক্লিক করুন।\r\nআবার চেষ্টার করতে 'পুনরায় চেষ্টা', বা'\r\nএড়িয়ে যেতে 'অগ্রাহ্য' ক্লিক করুন।

source: Error opening file for writing: \r\n\r\n$0\r\n\r\nClick Retry to try again, or\r\nCancel to stop the installation.
bn_bd: লেখার জন্য ফাইল খুলতে সমস্যা: \r\n\r\n$0\r\n\r\nআবার চেষ্টার করতে 'পুনরায় চেষ্টা', বা'\r\nইনস্টলেশন স্থগিত করতে 'বাতিল' ক্লিক করুন।

source: Error opening %S
bn_bd: %S খুলতে ত্রুটি

source: Error refiling the key for this certificate.
bn_bd: চিহ্নিত সার্টিফিকেটের কী পুনরায় যোগ করতে ত্রুটি।

source: Error registering DLL
bn_bd: DLL রেজিস্টার করতে সমস্যা

source: errors
bn_bd: ত্রুটিসমূহ

source: Errors
bn_bd: ত্রুটিসমূহ

source: Error saving %S
bn_bd: %S সংরক্ষণে ত্রুটি

source: Error saving to
bn_bd: সংরক্ষণ করতে ত্রুটি

source: Error stopping black boxing:
bn_bd: ত্রুটি ব্লাক বক্সিং বন্ধ করেছে:

source: Error: Unable to process extension
bn_bd: ত্রুটি: এক্সটেনশনের ব্যবস্থাপনা করতে ব্যর্থ

source: error while creating baggage object
bn_bd: ব্যাগেজ অবজেক্ট তৈরি করার সময় ত্রুটি হয়েছে

source: error while creating safe object
bn_bd: নিরাপদ অবজেক্ট তৈরি করার সময় ত্রুটি হয়েছে

source: Error with conditional breakpoint
bn_bd: শর্তাধীন ব্রেকপয়েন্টে ত্রুটি

source: Esperanto
bn_bd: এসপারান্তো

source: Estonia
bn_bd: এস্তোনিয়া

source: Estonian
bn_bd: এস্তোনীয়

source: Ethiopia
bn_bd: ইথিওপিয়া

source: Ethiopic
bn_bd: ইথিওপিক

source: Europa Island
bn_bd: ইউরোপা দ্বীপ

source: Evaluate
bn_bd: মান নির্ণয় (v)

source: Evaluate Current Function
bn_bd: বর্তমান ফাংশন নির্ণয় v

source: Evaluated JavaScript threw the following exception
bn_bd: নিম্নের ব্যতিক্রমগুলো বাদে জাভাস্ক্রিপ্ট মুল্যায়ন করুন

source: Evaluating an invalid expression.
bn_bd: অকার্যকর এক্সপ্রেশনের মান নির্ণয় করা হচ্ছে।

source: Event Handler
bn_bd: ইভেন্ট হ্যান্ডেলার

source: Events
bn_bd: ঘটনাসমূহ

source: Event Type:
bn_bd: ইভেন্টের ধরন:

source: Everything
bn_bd: সব

source: Ewe
bn_bd: ইউই

source: Examine CA certificate
bn_bd: CA সার্টিফিকেট পরীক্ষা করুন

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
bn_bd: উদাহরণ: .mozilla.org, .net.nz, 192.168.1.0/24

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
bn_bd: আইনের প্রয়োজন ব্যতীত, &vendorShortName;, এর অবদানকারী, লাইসেন্স প্রদানকারী, এবং পরিবেশক যেকোন পরোক্ষ, বিশেষ, প্রাসঙ্গিক, ক্ষতিকারক, শাস্তিমূলক ঘটনার জন্য দায়ী হবে না, যা &brandShortName; বা এর সেবা ব্যবহার করার কারণে প্রত্যক্ষ বা পরোক্ষভাবে সংঘটিত হয়েছে। এই শর্তাবলীর অধীনে সম্মিলিত দায় $৫০০ (পাঁচ শত ডলার) অতিক্রম করবে না। কিছু এলাকা ক্ষতি সীমাবদ্ধ করা অনুমোদন করে না, তাই, এই ঘোষনাটি আপনার জন্য প্রযোজ্য নাও হতে পারে।

source: Exceptions
bn_bd: ব্যতিক্রম

source: Exceptions…
bn_bd: ব্যতিক্রম…

source: Exceptions - Cookies
bn_bd: ব্যতিক্রম - কুকি

source: Exceptions - Saved Logins
bn_bd: ব্যতিক্রম - সংরক্ষিত লগইন

source: Exceptions - Tracking Protection
bn_bd: ব্যতিক্রমসমূহ - ট্রাকিং সুরক্ষা

source: Exceptions - Translation
bn_bd: ব্যতিক্রম অনুবাদ।

source: Exchange messages with programs other than %S
bn_bd: %S ছাড়া অন্যসব প্রোগ্রামের সাথে বার্তা বিনিময় কর

source: "Execute: "
bn_bd: "চালানো হবে:"

source: Execute a command on %S
bn_bd: %S এ কমান্ড কার্যকর করা হবে

source: Executes the current statement and then stops at the next statement. If the current statement is a function call then the debugger executes the whole function, and it stops at the next statement after the function call
bn_bd: বর্তমান বিবৃতিটি সম্পাদন কর এবং এরপরের বিবৃতিতে স্থগিত কর। যদি বর্তমান বিবৃতিটি একটি ফাংশন কল হয় তাহলে debugger সম্পূর্ণ ফাংশনটি সম্পাদন করবে, এবং এটি ফাংশন কলের পর পরবর্তি বিবৃতিতে স্থগিত হবে।

source: Executes the current statement and then stops at the next statement. If the current statement is a function call, then the debugger steps into that function, otherwise it stops at the next statement
bn_bd: বর্তমান বিবৃতি করুন এবং তারপর পরবর্তী সময়ে থামুন। যদি বর্তমান বিবৃতি একটি ফাংশন কল করে, তারপর ডিবাগার যে ফাংশানের মধ্যে পদক্ষেপ নেয়, অন্যথায় পরবর্তী বিবৃতিতে থামুন

source: Exit
bn_bd: প্রস্থান

source: Exit &brandShorterName;
bn_bd: &brandShorterName; থেকে প্রস্থান

source: Exit Customize
bn_bd: সাজানো থেকে প্রস্থান

source: Exited fullscreen because fullscreen element was removed from document.
bn_bd: পূর্ণ-পর্দা বন্ধ করা হয়েছে কারণ ডকুমেন্ট থেকে পূর্ণ-পর্দা উপকরণ সরিয়ে ফেলা হয়েছে।

source: Exited fullscreen because windowed plugin was focused.
bn_bd: পূর্ণ-পর্দা বন্ধ করা হয়েছে কারণ windowed প্লাগইন ফোকাস করা হয়েছিল।

source: Exit Full Screen
bn_bd: পূর্ণ পর্দা হতে প্রস্থান করুন

source: Exit Full Screen (esc)
bn_bd: পূর্ণ পর্দা বন্ধ করুন (esc)

source: Exit Full Screen (Esc)
bn_bd: পূর্ণ পর্দা বন্ধ করুন (Esc)

source: Exit Full Screen Mode
bn_bd: পূর্ণ পর্দাজুড়ে প্রদর্শন মোড থেকে প্রস্থান

source: Exit Responsive Design Mode
bn_bd: প্রতিক্রিয়াশীল ডিজাইন মোড থেকে প্রস্থান করুন

source: Expand
bn_bd: প্রসারণ

source: Expand All
bn_bd: সমস্ত প্রসারিত করুন

source: expanded
bn_bd: প্রসারিত

source: Expand inspector
bn_bd: পরিদর্শক প্রসারণ করুন

source: Expand pane
bn_bd: প্যান প্রসারিত করুন

source: Expand Pane
bn_bd: প্যান প্রসারিত করুন

source: Expand panes
bn_bd: প্যান প্রসারিত করুন

source: Expand Rows
bn_bd: সারি প্রসারিত করুন

source: Expected ‘%2$S’ but found ‘%1$S’.
bn_bd: প্রত্যাশিত '%2$S' এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘,’ after value but found ‘%1$S’
bn_bd: মানের সমাপ্তি ',' প্রত্যাশা করা হয়েছিল কিন্তু পাওয়া গেছে '%1$S'

source: Expected an integer but found ‘%1$S’.
bn_bd: প্রত্যাশিত পূর্ণসংখ্যার পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected a number but found ‘%1$S’.
bn_bd: প্রত্যাশিত সংখ্যার পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected a number or an angle but found ‘%1$S’.
bn_bd: প্রত্যাশিত সংখ্যা অথবা কোণের পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected a number or a percentage but found ‘%1$S’.
bn_bd: প্রত্যাশিত সংখ্যা অথবা শতাংশের পরিবর্তে '%1$S' বিদ্যমান।

source: Expected a percentage but found ‘%1$S’.
bn_bd: শতাংশ প্রত্যাশিত, পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected a public identifier but the doctype ended.
bn_bd: একটি পাবলিক সনাক্তকারী প্রত্যাশিত কিন্তু ডকুমেন্টের ধরণ শেষ হয়েছিল।

source: Expected a system identifier but the doctype ended.
bn_bd: প্রত্যাশিত একটি সনাক্তকারী সিস্টেম কিন্তু ডকুমেন্ট ধরন শেষ হয়েছে।

source: Expected attribute name or namespace but found ‘%1$S’.
bn_bd: প্রত্যাশিত বৈশিষ্ট্যের নাম অথবা namespace এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘|’ but found ‘%1$S’.
bn_bd: প্রত্যাশিত '|' এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘,’ but found ‘%1$S’.
bn_bd: প্রত্যাশিত ',' এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘:’ but found ‘%1$S’.
bn_bd: প্রত্যাশিত ':' কিন্তুএর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘)’ but found ‘%1$S’.
bn_bd: প্রত্যাশিত ')' কিন্তু এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected charset string but found ‘%1$S’.
bn_bd: প্রত্যাশিত charset স্ট্রিং এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected color but found ‘%1$S’.
bn_bd: রং প্রত্যাশিত কিন্তু '%1$S' পাওয়া গিয়েছে।

source: Expected coordinate pair but found ‘%1$S’.
bn_bd: প্রত্যাশিত স্থানাঙ্ক জোড়ার পরিবর্তে '%1$S' পাওয়া গেছে।

source: Expected counter descriptor but found ‘%1$S’.
bn_bd: প্রত্যাশিত কাউন্টার বিবরণীর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected declaration but found ‘%1$S’.
bn_bd: প্রত্যাশিত বিবৃতির পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected element name or ‘*’ but found ‘%1$S’.
bn_bd: এলিমেন্টের নাম অথবা '*' এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected end of rule but found ‘%1$S’.
bn_bd: নিয়মের সমাপ্তি প্রত্যাশা করা হয়েছিল কিন্তু পাওয়া গেছে '%1$S'।

source: Expected end of selector after pseudo-element that does not support user action pseudo-classes but found ‘%1$S’.
bn_bd: pseudo-element এর শেষে pseudo-class নামে নির্বাচকের শেষ প্রত্যাশিত যা ব্যবহারকারী পদক্ষেপ সমর্থন করে না কিন্তু '%1$S' পাওয়া গেছে।

source: Expected end of selector or a user action pseudo-class after pseudo-element but found ‘%1$S’.
bn_bd: pseudo-element এর শেষে pseudo-class নামে নির্বাচকের শেষ বা ব্যবহারকারীর পদক্ষেপ প্রত্যাশিত কিন্তু '%1$S' পাওয়া গেছে।

source: Expected end of selector or a user action pseudo-class after pseudo-element but found pseudo-class ‘%1$S’.
bn_bd: pseudo-element এর শেষে pseudo-class নামে নির্বাচকের শেষ বা ব্যবহারকারীর পদক্ষেপ প্রত্যাশিত কিন্তু '%1$S' পাওয়া গেছে।

source: Expected end of value but found ‘%1$S’.
bn_bd: মানের সমাপ্তি প্রত্যাশা করা হয়েছিল কিন্তু পাওয়া গেছে '%1$S'।

source: Expected end of value definition but found ‘%1$S’.
bn_bd: মানের সমাপ্তি প্রত্যাশা করা হয়েছিল কিন্তু '%1$S' পাওয়া গেছে।

source: Expected font descriptor but found ‘%1$S’.
bn_bd: ফন্ট বর্ণনাকারীর প্রত্যাশিত কিন্তু এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected font family list for @font-feature-values rule but found ‘%1$S’.
bn_bd: @font-feature-values নিয়ম এ ফন্ট ফ্যামিলি সূচী আশা করা হয়েছিল কিন্তু '%1$S' পাওয়া গেছে।

source: Expected identifier but found ‘%1$S’.
bn_bd: প্রত্যাশিত identifier এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected identifier for attribute name but found ‘%1$S’.
bn_bd: বৈশিষ্ট্যের নামের প্রত্যাশিত আইডেন্টিফায়ারের পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected identifier for class selector but found ‘%1$S’.
bn_bd: ক্লাস নির্বাচকের প্রত্যাশিত আইডিন্টিফায়ারের পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected identifier for extends system but found ‘%1$S’.
bn_bd: এক্সটেন্ড সিস্টেমের জন্য প্রত্যাশিত আইডেন্টিফায়ারের পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected identifier for name of @counter-style rule.
bn_bd: @counter-style rule নিয়মের নামে প্রত্যাশিত শনাক্তকারী।

source: Expected identifier for name of @keyframes rule.
bn_bd: @keyframes নিয়মের নামে প্রত্যাশিত শনাক্তকারী।

source: Expected identifier for pseudo-class or pseudo-element but found ‘%1$S’.
bn_bd: pseudo-class অথবা pseudo-element এর প্রত্যাশিত আইডেন্টিফায়ারের পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected identifier for pseudo-class parameter but found ‘%1$S’.
bn_bd: pseudo-class প্যারামিটারের জন্য আইডেন্টিফায়ার প্রত্যাশিত হলেও '%1$S' পাওয়া গিয়েছে।

source: Expected identifier for variable name but found ‘%1$S’.
bn_bd: বৈশিষ্ট্যের নামের প্রত্যাশিত আইডেন্টিফায়ারের পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected identifier in media list but found ‘%1$S’.
bn_bd: মিডিয়া তালিকায় প্রত্যাশিত আইডেন্টিফায়ারের পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected identifier or string for value in attribute selector but found ‘%1$S’.
bn_bd: বৈশিষ্ট্য নির্বাচকের প্রত্যাশিত মান হিসাবে আইডেন্টিফায়ার অথবা স্ট্রিং এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘important’ but found ‘%1$S’.
bn_bd: প্রত্যাশিত 'গুরুত্বপূর্ণ' কিন্তু এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘,’ in media list but found ‘%1$S’.
bn_bd: মিডিয়া তালিকায় প্রত্যাশিত ',' এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘ltr’ or ‘rtl’ in direction selector but found ‘%1$S’.
bn_bd: প্রত্যাশিত 'ltr' অথবা 'rtl' হল নির্দেশ নির্বাচক এর মধ্যে কিন্তু পাওয়া গিয়েছে '%1$S'।

source: Expected media feature name but found ‘%1$S’.
bn_bd: প্রত্যাশিত মিডিয়া ফিচার নাম কিন্তু এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected minimum version
bn_bd: প্রত্যাশিত সর্বনিম্ন সংস্করণ

source: Expected ‘none’ or URL but found ‘%1$S’.
bn_bd: 'none' অথবা URL প্রত্যাশিত ছিল কিন্তু '%1$S' পাওয়া গিয়েছে।

source: Expected ‘none’, URL, or filter function but found ‘%1$S’.
bn_bd: প্রত্যাশিত ছিল 'none',URL,অথবা ফিল্টার ফাংশন কিন্তু '%1$S' পাওয়া গিয়েছে।

source: Expected non-negative integer value but found ‘%1$S’.
bn_bd: অঋনাত্বক পূর্নসংখ্যা প্রত্যাশিত ছিল কিন্তু '%1$S' পাওয়া গিয়েছে।

source: Expected non-negative number or percentage.
bn_bd: অঋনাত্বক সংখ্যা অথবা শতাংশ প্রত্যাশিত।

source: Expected ‘not’, ‘(’, or function while parsing supports condition but found ‘%1$S’.
bn_bd: পার্সিং সমর্থিত শর্তে 'not', '(', or ফাংশন প্রত্যাশিত ছিল কিন্তু পাওয়া গেছে '%1$S'।

source: Expected ‘not’ while parsing supports condition but found ‘%1$S’.
bn_bd: পার্সিং সমর্থিত শর্তে 'not' প্রত্যাশিত ছিল কিন্তু পাওয়া গিয়েছে '%1$S'।

source: Expected number or percentage in rgb() but found ‘%1$S’.
bn_bd: rgb() এর জন্য প্রত্যাশিত সংখ্যা অথবা শতাংশের পরিবর্তে '%1$S' বিদ্যমান।

source: Expected opening { of feature value set but found ‘%1$S’.
bn_bd: feature value set এর শুরুতে { আশা করা হয়েছিল কিন্তু '%1$S' পাওয়া গেছে।

source: Expected opening { of @font-feature-values rule but found ‘%1$S’.
bn_bd: @font-feature-values নিয়ম এর শুরুতে { আশা করা হয়েছিল কিন্তু '%1$S' পাওয়া গেছে।

source: Expected opening { of @keyframes rule.
bn_bd: প্রত্যাশিত ওপেনিং { of @keyframes নিয়মের।

source: Expected ‘:’ or ‘)’ after media feature name but found ‘%1$S’.
bn_bd: মিডিয়া ফিচার নামের শেষে প্রত্যাশিত ':' বা ')' কিন্তু এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘,’ or ‘)’ after variable name in variable reference but found ‘%1$S’.
bn_bd: ভেরিয়েবল রেফারেন্সের মধ্যে ভেরিয়েবলের নাম এর পরে ',' বা ')' প্রত্যাশিত, কিন্তু পাওয়া গেছে '%1$S'।

source: Expected ‘,’ or ‘{’ but found ‘%1$S’.
bn_bd: প্রত্যাশিত ',' অথবা '{' এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘(’ or function while parsing supports condition but found ‘%1$S’.
bn_bd: পার্সিং সমর্থিত শর্তে ফাংশন অথবা '(' প্রত্যাশিত ছিল কিন্তু পাওয়া গিয়েছে '%1$S'।

source: Expected ‘;’ or ‘}’ to terminate declaration but found ‘%1$S’.
bn_bd: বিবৃতির শেষ করতে ';' অথবা '}' প্রত্যাশিত কিন্তু এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected part of argument to pseudo-class but found ‘%1$S’.
bn_bd: pseudo-class এর আর্গুমেন্টের অংশ প্রত্যাশিত হলেও '%1$S' পাওয়া গিয়েছে।

source: Expected <position> but found ‘%1$S’.
bn_bd: প্রত্যাশিত <position>-কিন্তু'%1$S' পাওয়া যায়নি।

source: Expected pseudo-element but found ‘%1$S’.
bn_bd: প্রত্যাশিত pseudo-element এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected radius but found ‘%1$S’.
bn_bd: প্রত্যাশিতটির এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: . Expected: </%S>.
bn_bd: . প্রত্যাশিত: </%S>।

source: Expected string in @-moz-document rule regexp() function but found ‘%1$S’.
bn_bd: @-moz-document rule regexp() ফাংশন এর মধ্যে প্রত্যাশিত স্ট্রিং কিন্তু '%1$S' পাওয়া গিয়েছে।

source: Expected the %1$S’s %2$S member to be a %3$S.
bn_bd: এটা প্রত্যাশিত যে %1$S এর %2$S %3$S এর সদস্য হতে হবে।

source: Expected ‘{’ to begin @counter-style rule but found ‘%1$S’.
bn_bd: আশা করা হয়েছিল '{' শুরু হবে @font-face rule কিন্তু পাওয়া গেছে '%1$S'।

source: Expected ‘{’ to begin declaration block but found ‘%1$S’.
bn_bd: ডেক্লারেশন ব্লকের প্রারম্ভে প্রত্যাশিত '{' এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘{’ to begin @font-face rule but found ‘%1$S’.
bn_bd: আশা করা হয়েছিল '{' শুরু হবে @font-face rule কিন্তু পাওয়া গেছে '%1$S'।

source: Expected ‘{’ to begin @supports rule but found ‘%1$S’.
bn_bd: আশা করা হয়েছিল '{' শুরু হবে @font-face rule কিন্তু পাওয়া গেছে '%1$S'।

source: Expected ‘}’ to end @font-face rule but found ‘%1$S’.
bn_bd: আশা করা হয়েছিল '}' শেষ হবে @font-face rule কিন্তু পাওয়া গেছে '%1$S'।

source: Expected ‘}’ to end @font-feature-values rule but found ‘%1$S’.
bn_bd: @font-face rule এ শেষে '}' আশা করা হয়েছিল কিন্তু '%1$S' পাওয়া গেছে।

source: Expected ‘(’ to start media query expression but found ‘%1$S’.
bn_bd: মিডিয়া অনুসন্ধান চিহ্নের শুরুতে '(' প্রত্যাশিত কিন্তু এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘]’ to terminate attribute selector but found ‘%1$S’.
bn_bd: বৈশিষ্ট্য নির্বাচক সমাপনীর জন্য প্রত্যাশিত ']' এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected ‘;’ to terminate declaration but found ‘%1$S’.
bn_bd: বিবৃতির শেষে ';' প্রত্যাশিত কিন্তু এর পরিবর্তে '%1$S' পাওয়া গেছে।

source: Expected URI in @import rule but found ‘%1$S’.
bn_bd: @import নিয়মের মধ্যে প্রত্যাশিত URI এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected URI in @-moz-document rule but found ‘%1$S’.
bn_bd: @-moz-document নিয়মের মধ্যে প্রত্যাশিত URI এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected url(), url-prefix(), domain() or regexp() in @-moz-document rule but found ‘%1$S’.
bn_bd: @-moz-document নিয়মের মধ্যে প্রত্যাশিত url(), url-prefix(), অথবা domain() এর পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Expected variable reference fallback after ‘,’.
bn_bd: ',' পরে ভেরিয়েবল রেফারেন্স ফলব্যাক প্রত্যাশিত।

source: Expected variable value but found ‘%1$S’.
bn_bd: মানের সমাপ্তি প্রত্যাশা করা হয়েছিল কিন্তু পাওয়া গেছে '%1$S'।

source: Expected ‘)’ while parsing supports condition but found ‘%1$S’.
bn_bd: পার্সিং সমর্থিত শর্তে ')' প্রত্যাশিত ছিল কিন্তু পাওয়া গিয়েছে '%1$S'।

source: Expected whitespace after ‘not’, ‘and’, or ‘or’.
bn_bd: 'not','and', অথবা 'or' এর পরে ফাঁকা স্থান প্রত্যাশিত ছিল।

source: Experimental Features
bn_bd: পরীক্ষামূলক বৈশিষ্ট্য

source: Experiments
bn_bd: পরীক্ষানিরীক্ষা

source: Expires:
bn_bd: মেয়াদপূর্তী:

source: Expires on
bn_bd: মেয়াদোত্তীর্ণের তারিখ

source: Expires on:
bn_bd: মেয়াদোত্তীর্ণের তারিখ:

source: Expires On
bn_bd: মেয়াদোত্তীর্ণ তারিখ

source: Expires On:
bn_bd: মেয়াদোত্তীর্ণ তারিখ:

source: Expires (Seconds)
bn_bd: মেয়াদপূর্তী (সেকেন্ড)

source: Export…
bn_bd: এক্সপোর্ট… (x)

source: Export Bookmarks File
bn_bd: বুকমার্ক ফাইল এক্সপোর্ট করা হবে

source: Export Bookmarks to HTML…
bn_bd: এইচটিএমএল এ বুকমার্ক এক্সপোর্ট করুন… E

source: Export HTML from page
bn_bd: পৃষ্ঠা থেকে HTML এক্সপোর্ট করুন

source: Export resources
bn_bd: রিসোর্স এক্সপোর্ট করুন।
